start-message =
    Этот бот позволяет отправить анонимное сообщение другому пользователю Telegram.

    Чтобы отправить сообщение, просто введи текст, фото или голосовое сообщение и нажми кнопку "Отправить".

    Получатель сообщения никогда не узнает, кто его отправил.

start-deep-link-message = Привет! Ты только что перешел по специальной ссылке для отправки анонимного сообщения. Если ты хочешь поделиться чем-то важным или просто передать привет, напиши свое сообщение ниже, и оно будет отправлено анонимно.

start-dialog-message =
    Напишите сообщение, которое вы хотите отправить анонимно

    Если вы передумали, используйте /cancel, чтобы отменить текущее состояние

about-bot-message =
    <b>О боте</b>
    <b>Бот "{$name}"</b> - это простой и удобный способ отправлять анонимные сообщения другим людям. Чтобы отправить сообщение, вам необходимо перейти по специальной ссылке и ввести сообщение, после бот отправит его получателю, но имя отправителя не будет видно.

    <i>Преимущества бота:</i>

      <b>Анонимность</b>: вы можете отправлять сообщения, не раскрывая своего имени.
      <b>Простота</b>: отправить сообщение можно всего в несколько шагов.
      <b>Безопасность</b>: сообщения доступны только вам и получателю.

    <i>Как использовать бота:</i>

    1. <b>Откройте чат с ботом по специальной ссылке</b>.
    2. Введите <b>сообщение</b>.
    3. Нажмите кнопку <b>"Отправить"</b>.

user-profile-message =
    Ваш профиль
    ├ ID: <code>{$user_id}</code>
    └ Ваша ссылка: <code>{$link}</code>

new-message = 🔔 Вам пришло новое сообщение

sent-successfully-message = Сообщение успешно отправлено ✅

unsupported-message = К сожалению, данный тип сообщений не поддерживается 😔

invalid-link-error =
    ❗️Ваша ссылка <b>недействительна</b>❗
    Возможно, ваш собеседник предоставил вам неверную информацию 😔

    Используйте <i>/start</i>, чтобы получить дополнительную информацию о боте

self-message-attempt-error = ❗️Вы не можете написать сообщение самому себе❗

unknown-error = ❗️Что-то пошло не так. Пожалуйста, повторите попытку позже❗️