COMMAND_START = """Этот бот позволяет отправить анонимное сообщение другому пользователю Telegram.

Чтобы отправить сообщение, просто введи текст, фото или голосовое сообщение и нажми кнопку "Отправить".

Получатель сообщения никогда не узнает, кто его отправил."""

ABOUT_BOT = """<b>О боте</b>
<b>Бот "{name}"</b> - это простой и удобный способ отправлять анонимные сообщения другим людям. Чтобы отправить сообщение, вам необходимо перейти по специальной ссылке и ввести сообщение, после бот отправит его получателю, но имя отправителя не будет видно.

<i>Преимущества бота:</i>

  <b>Анонимность</b>: вы можете отправлять сообщения, не раскрывая своего имени.
  <b>Простота</b>: отправить сообщение можно всего в несколько шагов.
  <b>Безопасность</b>: сообщения доступны только вам и получателю.

<i>Как использовать бота:</i>

1. <b>Откройте чат с ботом по специальной ссылке</b>.
2. Введите <b>сообщение</b>.
3. Нажмите кнопку <b>"Отправить"</b>."""

USER_PROFILE = """👤 Ваш профиль
├ ID: <code>{user_id}</code>
└ Ваша ссылка: <code>{link}</code>"""
